Repository: fer0n/Relay
Catalog: Relay/Localizable.xcstrings
Source language: en
Languages: de

source: "Split With" is optional — if it's left as Default, the app-wide default Splitwise friend (set in Settings) is used when a matching transaction needs to split.
de: „Aufteilen mit“ ist optional – wenn es als Standard belassen wird, wird beim Aufteilen einer passenden Transaktion der appweite Splitwise-Standardfreund (in Einstellungen festgelegt) verwendet.

source: "Split With" is optional — if it's left as None, you'll be asked to pick a friend the first time a matching transaction needs to split.
de: „Aufteilen mit“ ist optional – wenn es als Keiner belassen wird, wirst du beim ersten Aufteilen einer passenden Transaktion gebeten, einen Freund auszuwählen.

source: %@ – no default Splitwise friend set, pick one in Relay or set "Split With" for this automation.
de: %@ – kein Standard-Splitwise-Freund festgelegt, in Relay einen auswählen oder „Aufteilen mit“ für diese Automatisierung setzen.

source: %@ – no Splitwise friend set, sent a reminder to finish the split in Relay.
de: %@ – kein Splitwise-Freund festgelegt, Erinnerung zum Fertigstellen der Aufteilung in Relay gesendet.

source: %@ at %@
de: %@ bei %@

source: %@. Couldn't finish automatically — tap to complete in Relay.
de: %@. Konnte nicht automatisch abgeschlossen werden – in Relay tippen.

source: %@. Tap to continue.
de: %@. Zum Fortfahren tippen.

source: Access Tokens
de: Zugangs-Token

source: Account
de: Konto

source: Add ${amount} at ${merchant} with ${card} to YNAB
de: ${amount} bei ${merchant} mit ${card} zu YNAB hinzufügen

source: Add ${amount} expense at ${payee} to ${account}
de: Ausgabe ${amount} bei ${payee} auf ${account} hinzufügen

source: Add ${amount} expense for ${expenseDescription} split with ${friend}
de: Ausgabe ${amount} für ${expenseDescription} mit ${friend} aufteilen

source: Add ${amount} Splitwise expense for ${merchant}
de: ${amount} Splitwise-Ausgabe für ${merchant} hinzufügen

source: Add a Shortcuts automation that adds a transaction via Relay whenever you tap to pay with Apple Wallet.
de: Füge eine Kurzbefehl-Automatisierung hinzu die über Relay eine Transaktion hinzufügt, wenn du mit Apple Wallet bezahlst.

source: Add Amount Parameter
de: Parameter "Betrag" hinzufügen

source: Add Expense
de: Ausgabe hinzufügen

source: Add friends in Splitwise and they'll appear here.
de: Füge Freunde in Splitwise hinzu, dann erscheinen sie hier.

source: Add Remaining Parameters
de: Verbleibende Parameter hinzufügen

source: Add Rule
de: Regel hinzufügen

source: Add Splitwise Expense
de: Splitwise-Ausgabe hinzufügen

source: Add Transaction
de: Transaktion hinzufügen

source: Add Wallet Transaction to Splitwise
de: Wallet-Transaktion zu Splitwise hinzufügen

source: Add Wallet Transaction to YNAB
de: Wallet-Transaktion zu YNAB hinzufügen

source: Add YNAB Transaction
de: YNAB-Transaktion hinzufügen

source: Added %@
de: Hinzugefügt %@

source: Adds a Splitwise expense from a Wallet transaction, remembering friend/split choices for next time.
de: Fügt eine Splitwise-Ausgabe aus einer Wallet-Transaktion hinzu und merkt sich Freund- und Teilungseinstellungen.

source: Adds a YNAB transaction from a Wallet transaction, remembering payee/category/account choices for next time.
de: Fügt eine YNAB-Transaktion aus einer Wallet-Transaktion hinzu und merkt sich Empfänger-, Kategorie- und Kontoeinstellungen.

source: Adds an expense split with a friend on Splitwise.
de: Fügt eine Ausgabe hinzu, die mit einem Freund auf Splitwise aufgeteilt wird.

source: Adds an expense transaction to your YNAB plan.
de: Fügt eine Ausgabentransaktion zu deinem YNAB-Plan hinzu.

source: Already Handled
de: Bereits erledigt

source: Amount
de: Betrag

source: Amount Column
de: Betragsspalte

source: Attempt %lld
de: Versuch %lld

source: Auto-Match Pattern
de: Auto-Erkennungsmuster

source: Auto-Match Rules
de: Auto-Erkennungsregeln

source: Automation Setup
de: Automatisierung einrichten

source: Both
de: Beide

source: Card
de: Karte

source: Cards Mapping
de: Kartenzuordnung

source: Category
de: Kategorie

source: Category for %@?
de: Kategorie für „%@“?

source: Choose
de: Auswählen

source: Choose who to split expenses with by default
de: Wähle mit wem Kosten standardmäßig aufgeteilt werden sollen. Kann überschrieben und geändert werden.

source: Clear
de: Entfernen

source: Close
de: Schließen

source: Close Import
de: Import schließen

source: Confirm
de: Bestätigen

source: Connect
de: Verbinden

source: Connect YNAB and/or Splitwise to get started
de: YNAB und/oder Splitwise verbinden, um loszulegen

source: Connect your %@ account in Relay first.
de: Verbinde zuerst dein %@-Konto in Relay.

source: Connected
de: Verbunden

source: Continue
de: Weiter

source: Couldn't add the expense. Please try again.
de: Ausgabe konnte nicht hinzugefügt werden. Bitte erneut versuchen.

source: Couldn't add the Splitwise expense.
de: Splitwise-Ausgabe konnte nicht hinzugefügt werden.

source: Couldn't add the transaction. Please try again.
de: Transaktion konnte nicht hinzugefügt werden. Bitte erneut versuchen.

source: Couldn't Connect to Splitwise
de: Verbindung mit Splitwise fehlgeschlagen

source: Couldn't Connect to YNAB
de: Verbindung mit YNAB fehlgeschlagen

source: Couldn't Re-add
de: Konnte nicht erneut hinzugefügt werden

source: Couldn't re-add the transaction.
de: Die Transaktion konnte nicht erneut hinzugefügt werden.

source: Couldn't read that file: %@
de: Die Datei konnte nicht gelesen werden: %@

source: Create a New Shortcut
de: Neuen Kurzbefehl erstellen

source: Create a Wallet Automation
de: Wallet-Automatisierung erstellen

source: Create Automation
de: Automatisierung erstellen

source: Create New
de: Neue erstellen

source: Create New Template
de: Neue Vorlage erstellen

source: Date Column
de: Datumsspalte

source: Date Format
de: Datumsformat

source: Delete
de: Löschen

source: Delete "%@"?
de: „%@“ löschen?

source: Delete Selected
de: Ausgewählte löschen

source: Delete this draft?
de: Diesen Entwurf löschen?

source: Delete this template?
de: Diese Vorlage löschen?

source: Description
de: Beschreibung

source: Description for "%@"?
de: Beschreibung für „%@“?

source: Deselect All
de: Alle abwählen

source: Discard
de: Verwerfen

source: Discard this draft?
de: Diesen Entwurf verwerfen?

source: Discard this transaction?
de: Diese Transaktion verwerfen?

source: Disconnect
de: Trennen

source: Disconnect from %@?
de: Von %@ trennen?

source: Dismiss
de: Verwerfen

source: Don't Split
de: Nicht aufteilen

source: Done
de: Fertig

source: Drafts
de: Entwürfe

source: Enable Notifications
de: Mitteilungen aktivieren

source: Enable Reminders
de: Erinnerungen aktivieren

source: Ensure Completion
de: Abschluss sicherstellen

source: Everything's Ready
de: Alles ist bereit

source: Export Backup
de: Backup exportieren

source: Export your templates, auto-match rules, merchants, cards, import settings, and preferences as a JSON backup, or restore one. Account logins aren't included — you'll reconnect YNAB and Splitwise after restoring.
de: Exportiere deine Vorlagen, Auto-Erkennungsregeln, Händler, Karten, Importeinstellungen und Einstellungen als JSON-Backup oder stelle eines wieder her. Kontoanmeldungen sind nicht enthalten – du verbindest YNAB und Splitwise nach der Wiederherstellung erneut.

source: File
de: Datei

source: File Import
de: Dateiimport

source: How Relay Works
de: So funktioniert Relay

source: If Split With Isn't Set
de: Falls „Aufteilen mit“ nicht festgelegt

source: If this run is interrupted before finishing, send a notification to continue it later.
de: Falls diese Ausführung unterbrochen wird, eine Mitteilung senden, um sie später fortzusetzen.

source: If you already use the YNAB Toolkit Shortcut, you can migrate its automation data into Relay.
de: Wenn du bereits den YNAB Toolkit-Kurzbefehl verwendest, kannst du dessen Automatisierungsdaten in Relay übertragen.

source: Import %lld Selected
de: %lld ausgewählte importieren

source: Import ${file} as templates
de: ${file} als Vorlagen importieren

source: Import ${file} to ${account}
de: ${file} in ${account} importieren

source: Import ${file} to Splitwise
de: ${file} zu Splitwise importieren

source: Import Backup
de: Backup importieren

source: Import File
de: Datei importieren

source: Import File to Splitwise
de: Datei zu Splitwise importieren

source: Import File to YNAB
de: Datei zu YNAB importieren

source: Import Memos
de: Memos importieren

source: Import Template File
de: Vorlagendatei importieren

source: Import To
de: Importziel

source: Imports a Relay templates JSON file, or the legacy shape the "YNAB Toolkit" Shortcut's DataJar config used.
de: Importiert eine Relay-Vorlagen-JSON-Datei oder das Legacyformat der DataJar-Konfiguration des „YNAB Toolkit“-Kurzbefehls.

source: Imports transactions from a bank statement file (CSV or QIF) into YNAB.
de: Importiert Transaktionen aus einer Kontoauszugsdatei (CSV oder QIF) in YNAB.

source: In the Shortcuts app, create a personal automation and choose the Wallet trigger. Return here to continue.
de: Erstelle in der Kurzbefehle-App eine persönliche Automatisierung und wähle den Wallet-Auslöser. Kehre dann hierher zurück.

source: Include Memos
de: Memos einbeziehen

source: Install Migration Shortcut
de: Migrations-Kurzbefehl installieren

source: Install Shortcut
de: Kurzbefehl installieren

source: Invalid share amount.
de: Ungültiger Anteilsbetrag.

source: Last Error
de: Letzter Fehler

source: Leave blank to split the cost equally
de: Leer lassen für gleiche Aufteilung

source: Linked Merchants
de: Verknüpfte Händler

source: Mark as Cleared
de: Als gebucht markieren

source: Match other merchant names to %@ too? Enter text/regex, or leave blank to skip.
de: Weitere Händlernamen %@ ebenfalls zuordnen? Text/Regex eingeben oder leer lassen zum Überspringen.

source: Memo Column
de: Memo-Spalte

source: Merchant
de: Händler

source: Migration Shortcut
de: Migrations-Kurzbefehl

source: More
de: Mehr

source: Next
de: Weiter

source: Next time you pay with Apple Pay on your phone, Relay will run automatically and add the transaction or prompt you with any necessary actions.
de: Wenn du das nächste Mal mit Apple Pay bezahlst, wird Relay automatisch ausgeführt und die Transaktion hinzugefügt oder dich bei Bedarf um weitere Eingaben bitten.

source: No
de: Nein

source: No cards yet. A card is remembered the first time you add a wallet transaction with it, then appears here to remap.
de: Noch keine Karten. Eine Karte wird gespeichert, sobald du zum ersten Mal eine Wallet-Transaktion damit hinzufügst, und erscheint dann hier zur Neuzuordnung.

source: No connection – %@ – queued for sync
de: Keine Verbindung – %@ – zur Synchronisierung in Warteschlange

source: No connection, but added locally. Waiting to sync.
de: Keine Verbindung, aber lokal hinzugefügt. Warte auf Synchronisierung.

source: No default YNAB plan is set for this account. Reconnect YNAB in Relay and choose a default plan when prompted.
de: Für dieses Konto ist kein Standard-YNAB-Plan festgelegt. Verbinde YNAB in Relay erneut und wähle einen Standardplan.

source: No Friends Found
de: Keine Freunde gefunden

source: No transactions found to import from %@.
de: Keine Transaktionen zum Importieren aus %@ gefunden.

source: None
de: Keiner

source: Not Connected
de: Nicht verbunden

source: Notifications
de: Mitteilungen

source: Once you sign in, YNAB or Splitwise gives Relay a secure access token, stored safely on your device. For YNAB, Relay renews this token automatically in the background, so you won't need to sign in again every couple of hours.
de: Sobald du dich angemeldet hast, gibt YNAB oder Splitwise Relay ein sicheres Zugriffstoken, das sicher auf deinem Gerät gespeichert wird. Für YNAB erneuert Relay dieses Token automatisch im Hintergrund, sodass du dich nicht alle paar Stunden erneut anmelden musst.

source: Only used when Split is Manual
de: Wird nur bei manueller Aufteilung verwendet

source: Open Relay and connect your Splitwise account first.
de: Öffne Relay und verbinde zuerst dein Splitwise-Konto.

source: Open Relay and connect your YNAB account first.
de: Öffne Relay und verbinde zuerst dein YNAB-Konto.

# Parsed %lld transactions from %@.
source: Parsed %1$lld transactions from %2$@.
de: %1$lld Transaktionen aus %2$@ verarbeitet.

source: Parses a bank statement file (CSV or QIF) so you can pick which transactions to split equally with a Splitwise friend in Relay.
de: Verarbeitet eine Kontoauszugsdatei (CSV oder QIF), damit du in Relay auswählen kannst, welche Transaktionen gleichmäßig mit einem Splitwise-Freund aufgeteilt werden.

source: Part of the sign-in process briefly passes through a small relay service run by Relay's developer. It's only ever involved for a moment while you're signing in, and never sees your plan, transactions, or expenses.
de: Ein Teil des Anmeldevorgangs wird kurz über einen kleinen Relay-Dienst des Entwicklers weitergeleitet. Dieser ist nur für einen Moment während der Anmeldung beteiligt und sieht niemals deinen Plan, Transaktionen oder Ausgaben.

source: Pattern
de: Muster

source: Pattern can be plain text or a regex, and is matched case-insensitively.
de: Das Muster kann einfacher Text oder ein regulärer Ausdruck sein und wird ohne Berücksichtigung der Groß-/Kleinschreibung abgeglichen.

source: Payee
de: Empfänger

source: Payee Column
de: Empfänger-Spalte

source: Payee Name
de: Empfängername

source: Payee name for "%@"?
de: Empfängername für „%@“?

source: Pending
de: Ausstehend

source: Pending Queue
de: Ausstehende Vorgänge

source: Pending Transactions
de: Ausstehende Transaktionen

source: Pulls buckets and merchants straight out of the old "YNAB Toolkit" Shortcut's DataJar storage.
de: Holt Kategorien und Händler direkt aus dem DataJar-Speicher des alten „YNAB Toolkit“-Kurzbefehls.

source: Queued %@
de: Eingereiht %@

source: Re-add
de: Erneut hinzufügen

source: Recent
de: Kürzlich

source: Relay can only import .csv or .qif files.
de: Relay kann nur .csv- oder .qif-Dateien importieren.

source: Relay connects to YNAB and Splitwise using their official APIs to add transactions and expenses on your behalf, and to import bank statement files into YNAB.
de: Relay verbindet sich über die offiziellen APIs mit YNAB und Splitwise, um Transaktionen und Ausgaben hinzuzufügen und Kontoauszugsdateien in YNAB zu importieren.

source: Relay creates the transactions and expenses you ask for in YNAB and Splitwise. Any bank or CSV statement files you import are read only on your device. Relay keeps no database of its own and never shares your financial data with anyone else.
de: Relay erstellt die Transaktionen und Ausgaben, die du in YNAB und Splitwise anforderst. Importierte Kontoauszugsdateien werden nur auf deinem Gerät gelesen. Relay führt keine eigene Datenbank und gibt deine Finanzdaten niemals weiter.

source: Reminds you about an incomplete wallet transaction or offline transactions that are waiting to sync. Nothing else.
de: Erinnert dich an eine unvollständige Wallet-Transaktion oder Offline-Transaktionen, die auf die Synchronisierung warten. Nichts weiter.

source: Repeat for Merchant (and Card, YNAB action only). Confirm it looks right, then tap the checkmark to save.
de: Für Händler (und Karte, nur YNAB-Aktion) wiederholen. Bestätigen, dass alles stimmt, dann auf das Häkchen tippen zum Speichern.

source: Report Error
de: Fehler melden

source: Retry
de: Erneut versuchen

source: Retry All
de: Alle erneut versuchen

source: Run Migration
de: Migration ausführen

source: Save
de: Speichern

source: Search actions for "Add Wallet Transaction to YNAB" (YNAB, optionally split with Splitwise) or "Add Wallet Transaction to Splitwise" (Splitwise only). Tap "Amount", scroll right, then select "Shortcut Input".
de: Nach Aktionen für „Wallet-Transaktion zu YNAB hinzufügen“ (YNAB, optional mit Splitwise aufteilen) oder „Wallet-Transaktion zu Splitwise hinzufügen“ (nur Splitwise) suchen. Auf „Betrag“ tippen, nach rechts scrollen, dann „Kurzbefehl-Eingabe“ auswählen.

source: Secure Login
de: Sicheres Anmelden

source: Select All
de: Alle auswählen

source: Select all cards & categories on the next screen. Then, tap "Create New Shortcut".
de: Alle Karten und Kategorien auf dem nächsten Bildschirm auswählen. Dann auf „Neuen Kurzbefehl erstellen“ tippen.

source: Set It to Run Immediately
de: Auf sofortige Ausführung setzen

source: Set the automation to run immediately for the best experience.
de: Die Automatisierung auf sofortige Ausführung setzen für das beste Erlebnis.

source: Settings
de: Einstellungen

source: Setup Automation
de: Automatisierung einrichten

source: Setup Shortcut Action
de: Kurzbefehl-Aktion einrichten

source: Setup Wallet Automation
de: Wallet-Automatisierung

source: Shortcut Error
de: Kurzbefehl-Fehler

source: Show All
de: Alle Anzeigen

source: Show Onboarding
de: Einführung anzeigen

source: Sign-In Relay
de: Anmelde-Relay

source: Skip
de: Überspringen

source: Some transactions are still waiting to sync with YNAB/Splitwise.
de: Einige Transaktionen warten noch auf die Synchronisierung mit YNAB/Splitwise.

source: Split
de: Aufteilen

source: Split %@ expenses with Splitwise?
de: %@ Ausgaben mit Splitwise aufteilen?

source: Split %@ expenses with which friend?
de: %@ Ausgaben mit welchem Freund aufteilen?

source: Split %lld Selected
de: %lld ausgewählte aufteilen

source: Split Added
de: Aufteilung hinzugefügt

source: Split Equally
de: Gleich aufteilen

source: Split Manually…
de: Manuell aufteilen…

source: Split Option
de: Teilungsoption

source: Split this expense?
de: Diese Ausgabe aufteilen?

source: Split Transaction?
de: Transaktion aufteilen?

source: Split with
de: Aufteilen mit

source: Split With
de: Aufteilen mit

source: Split with (default)
de: Aufteilen mit (Standard)

source: Split with %@?
de: Mit %@ aufteilen?

source: Split with Splitwise
de: Mit Splitwise aufteilen

source: Split with which Splitwise friend?
de: Mit welchem Splitwise-Freund aufteilen?

source: Splitwise Friend
de: Splitwise-Freund

source: Splitwise is rate-limiting requests right now. Try again in a few minutes.
de: Splitwise begrenzt momentan die Anfragen. Bitte in ein paar Minuten erneut versuchen.

source: Started %@
de: Gestartet %@

source: Statement Column
de: Kontoauszugs-Spalte

source: Success Notification
de: Erfolg Benachrichtigung

source: Tap on "Shortcut Input" on top, then select "Amount".
de: Oben auf „Kurzbefehl-Eingabe“ tippen, dann „Betrag“ auswählen.

source: Template
de: Vorlage

source: Template Name
de: Vorlagenname

source: Template name?
de: Vorlagenname?

source: Templates
de: Vorlagen

source: Text or regex
de: Text oder Regex

source: The expense amount, e.g. 12.34
de: Der Ausgabenbetrag, z.B. 12,34

source: The total expense amount, e.g. 12.34
de: Der Gesamtbetrag der Ausgabe, z.B. 12,34

source: This transaction was already completed or dismissed.
de: Diese Transaktion wurde bereits abgeschlossen oder verworfen.

source: Transaction Added
de: Transaktion hinzugefügt

source: Transaction Drafts
de: Transaktionsentwürfe

source: Transaction Incomplete
de: Transaktion unvollständig

source: Type
de: Typ

source: Used to remind you if a wallet transaction is left unfinished or a queued transaction is still waiting to sync, so nothing silently gets lost.
de: Erinnert dich, wenn eine Wallet-Transaktion unvollständig bleibt oder eine Transaktion noch auf die Synchronisierung wartet, damit nichts unbemerkt verloren geht.

source: Using YNAB Toolkit?
de: YNAB Toolkit im Einsatz?

source: Wallet transactions from these exact merchant names go straight to this template. Edit the payee name, swipe to unlink one, or use the arrow to move one to a different template.
de: Wallet-Transaktionen von diesen genauen Händlernamen werden direkt dieser Vorlage zugeordnet. Empfängernamen bearbeiten, wischen zum Aufheben der Verknüpfung oder Pfeil zum Verschieben in eine andere Vorlage.

source: We are not affiliated, associated, or in any way officially connected with YNAB or any of its subsidiaries or affiliates.
de: Wir sind nicht mit YNAB oder einem seiner Tochterunternehmen oder verbundenen Unternehmen verbunden oder offiziell in Verbindung gebracht.

source: Welcome to Relay
de: Willkommen bei Relay

source: When this action finishes successfully, send a confirmation notification.
de: Wenn diese Aktion erfolgreich abgeschlossen wird, eine Bestätigungsbenachrichtigung senden.

source: When you connect an account, Relay opens YNAB's or Splitwise's own sign-in page in a secure browser window. Your username and password go directly to them — Relay never sees or stores your credentials.
de: Wenn du ein Konto verbindest, öffnet Relay die eigene Anmeldeseite von YNAB oder Splitwise in einem sicheren Browserfenster. Dein Benutzername und Passwort gehen direkt dorthin – Relay sieht oder speichert deine Anmeldedaten niemals.

source: Which template for "%@"?
de: Welche Vorlage für „%@“?

source: With
de: Mit

source: Yes
de: Ja

source: YNAB Account
de: YNAB-Konto

source: YNAB account for card "%@"?
de: YNAB-Konto für Karte „%@“?

source: YNAB Category
de: YNAB-Kategorie

source: YNAB is rate-limiting requests right now. Try again in a few minutes.
de: YNAB begrenzt momentan die Anfragen. Bitte in ein paar Minuten erneut versuchen.

source: YNAB Toolkit Shortcut
de: YNAB Toolkit-Kurzbefehl

source: Your Data
de: Deine Daten

source: Your Share
de: Dein Anteil

# Your share of the %@ expense at %@, split with %@?
source: Your share of the %1$@ expense at %2$@, split with %3$@?
de: Dein Anteil an der %1$@-Ausgabe bei %2$@, aufgeteilt mit %3$@?

source: Your share, e.g. 12.50
de: Dein Anteil, z.B. 12,50
